{
    "판례일련번호": 82895,
    "사건명": "채무감치",
    "사건번호": "2003마1144",
    "선고일자": "2003-10-14",
    "법원명": "대법원",
    "법원종류코드": null,
    "사건종류명": "민사",
    "사건종류코드": 400101,
    "판결유형": "결정",
    "선고": "자",
    "판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=prec&ID=82895&type=HTML&mobileYn=",
    "판시사항": "【판시사항】\n[1] 민사소송법상 결정·명령의 송달형식\n[2] 민사집행법 제62조소정의 재산명시명령의 송달형식(=등본 송달)",
    "판결요지": "【결정요지】\n[1] 민사소송법 제224조 제1항본문에 의하면, 성질에 어긋나지 아니하는 한, 결정과 명령에는 판결에 관한 규정을 준용하고, 같은 법 제210조 제2항은 판결서는 정본으로 송달하도록 하고 있지만, 같은 법 제178조 제1항이, 송달은 특별한 규정이 없으면 송달받을 사람에게 서류의 등본 또는 부본을 교부하여 하도록 하고 있으므로, 결정·명령이 집행권원이 되는 등 그 성질상 정본의 송달을 필요로 하거나 또는 특별한 규정이 있는 경우를 제외하고는 결정·명령의 송달은 같은 법 제178조 제1항에 따라 그 등본을 송달하는 방법에 의하더라도 무방하고, 반드시 정본으로 송달하여야 하는 것은 아니다.\n[2] 민사집행법 제62조 제1항, 제4항은 재산명시신청에 정당한 이유가 있어 법원이 결정의 형식으로 재산명시명령을 한 때에는 그 결정을 채무자에게 송달하도록 하면서도 정본으로 송달할 것인지 아니면 등본으로 송달할 것인지에 관하여는 아무런 규정을 두고 있지 않은바, 같은 법 제23조 제1항은 민사집행법에 특별한 규정이 있는 경우를 제외하고는 민사집행절차에 관하여는 민사소송법의 규정을 준용하도록 하고 있고, 재산명시명령은 그 성질상 정본의 송달을 필요로 한다고 할 수도 없으므로, 재산명시명령의 송달은 민사소송법 제178조 제1항에 의하여 그 등본으로도 가능하다.",
    "참조조문": "【참조조문】\n[1]민사소송법 제178조 제1항\n제210조 제2항\n제224조 제1항\n[2]민사집행법 제23조 제1항\n제62조 제1항,제4항\n민사소송법 제178조 제1항",
    "참조판례": null,
    "판례내용": "【재항고인】 재항고인\n【원심결정】 서울지법 2003. 5. 22.자 2003정로3 결정\n【주문】\n재항고를 기각한다.\n【이유】\n재항고이유를 판단한다.\n민사소송법 제224조 제1항본문에 의하면, 성질에 어긋나지 아니하는 한, 결정과 명령에는 판결에 관한 규정을 준용하고, 같은 법 제210조 제2항은 판결서는 정본으로 송달하도록 하고 있지만, 민사소송법 제178조 제1항이, 송달은 특별한 규정이 없으면 송달받을 사람에게 서류의 등본 또는 부본을 교부하여 하도록 하고 있으므로, 결정·명령이 집행권원이 되는 등 그 성질상 정본의 송달을 필요로 하거나 또는 특별한 규정이 있는 경우를 제외하고는 결정·명령의 송달은 민사소송법 제178조 제1항에 따라 그 등본을 송달하는 방법에 의하더라도 무방하고, 반드시 정본으로 송달하여야 하는 것은 아니다.\n그리고 민사집행법 제62조 제1항, 제4항은 재산명시신청에 정당한 이유가 있어 법원이 결정의 형식으로 재산명시명령을 한 때에는 그 결정을 채무자에게 송달하도록 하면서도 정본으로 송달할 것인지 아니면 등본으로 송달할 것인지에 관하여는 아무런 규정을 두고 있지 않은바, 같은 법 제23조 제1항은 민사집행법에 특별한 규정이 있는 경우를 제외하고는 민사집행절차에 관하여는 민사소송법의 규정을 준용하도록 하고 있고, 재산명시명령은 그 성질상 정본의 송달을 필요로 한다고 할 수도 없으므로, 재산명시명령의 송달은 민사소송법 제178조 제1항에 의하여 그 등본으로도 가능한 것이다.\n같은 취지의 원심 판단은 정당하고, 거기에 재항고이유에서 주장하는 바와 같은 재판에 영향을 미친 헌법·법률·명령 또는 규칙의 위반이 있다고 할 수 없으므로, 재항고를 기각하기로 관여 대법관의 의견이 일치되어 주문과 같이 결정한다.\n대법관   고현철(재판장) 변재승 강신욱(주심)"
}