{
    "판례일련번호": 401187,
    "사건명": "대법원 2016. 1. 28. 선고 2012다16599, 2012다16605(병합) 판결 [배당이의]",
    "사건번호": "2012다16599",
    "선고일자": "2016-01-28",
    "법원명": "대법원",
    "법원종류코드": null,
    "사건종류명": "근로_산재",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "선고",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "대법원 2016. 1. 28. 선고 2012다16599, 2012다16605(병합) 판결 [배당이의]\n사 건\n2012다16599 배당이의\n2012다16605(병합) 배당이의\n원고, 피상고인\n1. A\n2. B\n3. C\n피고, 상고인\nD\n원심판결\n서울고등법원 2012. 1. 20. 선고 2011나23011, 23028(병합) 판결\n판결선고\n2016. 1. 28.\n주 문\n원심판결 중 피고 패소 부분을 파기하고, 이 부분 사건을 서울고등법원에 환송한다.\n이 유\n상고이유에 대하여 판단한다.\n1. 채권자취소권 행사의 제척기간에 관한 상고이유에 대하여\n채권자취소권 행사에 있어서 제척기간의 기산점인 채권자가 '취소원인을 안 날'은 채권자가 채권자취소권 행사의 요건으로서 채무자가 채권자를 해함을 알면서 사해행위를 하였다는 사실을 알게 된 날을 의미하므로, 단순히 채무자가 재산의 처분행위를 하였다는 사실을 아는 것만으로는 부족하고, 그 처분행위가 채권자를 해하는 행위로서 그에 의하여 채권의 공동담보에 부족이 생기거나 이미 부족상태에 있는 공동담보가 한층 더 부족하게 되어 채권을 완전하게 만족시킬 수 없게 되었으며 나아가 채무자에게 사해의 의사가 있었다는 사실까지 알 것을 요한다(대법원 2003. 7. 11. 선고 2003다19435 판결 등 참조).\n원심은, 낙생농업협동조합의 2008. 11. 28.자 경매신청에 따른 이 사건 각 부동산에 관한 임의경매절차에서 원고 B, C이 배당요구를 한 사실은 있으나, 위와 같은 사실만으로는 위 경매신청 당시 또는 배당요구 당시 위 원고들이 이 사건 각 근저당권설정계약으로 인하여 채무자 E에 대한 일반채권자를 위한 공동담보에 부족이 생기거나 이미 부족상태에 있는 공동담보가 더 부족하게 됨으로써 일반채권자를 해하게 되는 것을 알았다고 인정하기에 부족하다고 판단하였다.\n원심판결 이유를 앞서 본 법리와 기록에 비추어 살펴보면 원심의 위와 같은 판단은 정당하고, 거기에 상고이유 주장과 같이 채권자취소권 행사의 제척기간에 관한 법리를 오해한 위법이 없다.\n2. 이 사건 2 근저당권의 피담보채권액 확정에 관한 상고이유에 대하여\n원심은, 피고의 E에 대한 실제 채권액은 1,538,658,790원에 불과하고 피고와 E이 채권액을 32억 원으로 정산하기로 하는 내용의 합의를 한 바 없음에도, 피고가 근저당권에 기한 배당액을 늘리기 위하여 E과 사이에 32억 원 상당의 영수증을 작성 · 수수하고 채권최고액을 40억 5,000만 원으로 한 이 사건 2 근저당권을 설정받은 것으로 봄이 상당하다고 판단하였다.\n원심판결 이유를 기록에 비추어 살펴보면 원심의 위와 같은 판단은 정당하고, 거기에 상고이유 주장과 같이 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어나거나 처분문서의 증명력 등에 관한 법리를 오해한 위법이 없다.\n3. 채권자취소권 행사의 범위에 관한 상고이유에 대하여\n가. 부동산에 대하여 가압류등기가 먼저 되고 나서 근저당권이 설정된 경우에 경매절차의 배당단계에서 근저당권자가 선순위 가압류채권자에 대하여 우선변제권을 주장할 수 없으므로 그 가압류채권자는 채무자의 근저당권설정행위로 인하여 불이익을 입는다고 할 수 없어 그 근저당권자에 대하여 채권자취소권을 행사할 수 없다. 다만 그 가압류채권자의 실제 채권액이 가압류 채권금액보다 많은 경우 그 초과하는 부분에 관하여는 가압류의 효력이 미치지 아니하여 그 범위 내에서는 채무자의 처분행위가 채권자들의 공동담보를 감소시키는 사해행위가 될 수 있으므로 그 부분 채권을 피보전채권으로 삼아 채권자취소권을 행사할 수는 있다(대법원 2008. 2. 28. 선고 2007다77446 판결 참조).\n나. 원심은 원고 B, C과 T가 채무자 E을 상대로 제기한 수원지방법원 성남지원 2007가합2431 매매대금 등 사건의 2007. 11. 16.자 조정조서(이하 '이 사건 조정조서'라고 한다)에 기한 채권 중 2/3에 해당하는 부분을 원고 B, C의 이 사건 채권자취소권의 피보전채권으로 보고, 이 사건 2 근저당권설정계약을 사해행위로서 전부 취소하고 피고에 대한 이 사건 2 근저당권에 기한 배당액을 전부 삭제하여야 한다고 판단하였다.\n다. 그러나 원심의 이러한 판단은 다음과 같은 이유에서 수긍하기 어렵다.\n1) 원심판결 이유와 기록에 의하면, ① 원고 B, C은 2005. 4. 28. 이 사건 K 토지 등에 관하여 가압류 청구금액을 8억 원으로 한 이 사건 1 가압류결정을 받아 2005. 5. 2. 그 가압류등기를 마친 사실, ② 피고는 2007. 7. 11. 이 사건 각 부동산 등에 관하여 채권최고액 40억 5,000만 원의 이 사건 2 근저당권설정등기를 마친 사실, ③ 이 사건 조정조서에서는 '채무자 E은 원고 B, C과 T에게 2008. 5. 31.까지 9억 원을 지급하고, 위 기일까지 위 돈을 지급하지 아니하면 그 다음날부터 다 갚는 날까지 연 20%의 비율에 의한 지연손해금을 가산하여 지급한다'는 취지로 정하였고, 원고 B, C은 이 사건 조정조서를 집행권원으로 하여 2009. 2. 3. 이 사건 집행법원에 배당요구를 한 사실, ④ 원고 B, C은 이 사건 배당기일에 출석하여 피고의 배당액 전액에 대하여 이의하면서 이 사건 소를 제기한 후 이 사건 2 근저당권설정계약이 사해행위임을 이유로 그 취소를 구하는 청구를 추가하는 내용으로 청구취지를 변경한 사실, (⑤ 이 사건 배당절차에서 원고 B, C은 위 가압류에 근거하여 이 사건 2 근저당권자인 피고와 함께 배당을 받은 사실을 알 수 있다.\n2) 이러한 사실관계를 앞서 본 법리에 비추어 살펴보면, 이 사건 2 근저당권자인 피고는 이 사건 경매절차의 배당관계에서 선순위 가압류채권자인 원고 B, C에 대하여 우선변제권을 주장할 수 없어 가압류권자인 원고 B, C으로서는 채권자취소권을 행사할 수 없고, 다만 원고 B, C의 실제 채권액이 위 가압류 채권금액을 초과하는 부분에 관하여는 가압류의 효력이 미치지 아니하므로 그 부분 채권을 피보전채권으로 삼아 채권자취소권을 행사할 수 있을 뿐이다.\n그럼에도 원심은 이 사건 조정조서에 기한 원고 B, C의 실제 채권액 중 위 가압류의 효력이 미치는 부분을 제외하지 않은 채 이 사건 조정조서에 기한 채권액의 2/3에 해당하는 부분을 원고 B, C의 채권자취소권 행사를 위한 피보전채권으로 인정하여 이 사건 2 근저당권설정계약을 전부 취소하고 피고에 대한 이 사건 2 근저당권에 기한 배당액을 전부 삭제하였으므로, 이러한 원심판결에는 선순위 가압류채권자와 근저당권자 사이의 사해행위 성립에 관한 법리를 오해하여 판결에 영향을 미친 잘못이 있다.\n이 점을 지적하는 상고이유 주장에는 정당한 이유가 있다.\n4. 결론\n그러므로 나머지 상고이유에 대한 판단을 생략한 채 원심판결 중 피고 패소 부분을 파기하고, 이 부분 사건을 다시 심리 · 판단하도록 원심법원에 환송하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.\n재판장\n대법관\n김소영\n주심\n대법관\n이인복\n대법관\n고영한\n대법관\n이기택"
}