{
    "판례일련번호": 401298,
    "사건명": "대법원 2017. 12. 22. 선고 2016다46949(본소), 2016다46956(반소) 판결 [근저당권말소, 가등기에 의한 소유권이전등기]",
    "사건번호": "2016다46949",
    "선고일자": "2017-12-22",
    "법원명": "대법원",
    "법원종류코드": null,
    "사건종류명": "근로_산재",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "선고",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "대법원 2017. 12. 22. 선고 2016다46949(본소), 2016다46956(반소) 판결 [근저당권말소, 가등기에 의한 소유권이전등기]\n【사건】\n2016다46949(본소) 근저당권말소\n2016다46956(반소) 가등기에 의한 소유권이전등기\n원고(반소피고), 상고인\nA\n피고(반소원고, 선정당사자), 피상고인\nB\n원심판결\n의정부지방법원 2016. 10. 21. 선고 2016나845(본소), 2016나852(반소) 판결\n판결선고\n2017. 12. 22.\n【주문】\n원심판결 중 반소청구에 관한 부분을 파기하고, 그 부분에 대한 피고(반소원고)의 항소를 각하한다.\n본소청구에 대한 원고(반소피고)의 상고를 기각한다.\n본소에 관한 상고비용은 원고(반소피고)가, 반소에 관한 항소 이후의 소송비용은 피고(반소원고)가 각 부담한다.\n【이유】\n상고이유를 판단한다.\n1. 상고이유 제2점에 대하여\n원심은, 망 C는 매매계약 체결 직후 매매대금을 모두 지급한 점, 원고(반소피고, 이하 '원고'라 한다)는 이 사건 매매계약의 내용에 따라 망 C에게 이 사건 근저당권설정등기 및 가등기를 모두 마쳐 준 점, 원고와 망 C는 형질변경을 위하여 이 사건 각 토지 위에 수목을 심기도 한 점 등 그 판시와 같은 사정을 종합하면, 원고가 제출한 증거들만으로는 이 사건 각 토지에 대한 형질변경이 이루어지는 것을 정지조건으로 이 사건 매매계약을 체결하였다고 보기 어렵다고 판단하였다.\n원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 원심의 위와 같은 판단은 정당하고, 거기에 상고이유 주장과 같이 민사소송법상 불요증사실에 관한 법리를 오해하는 등의 위법이 없다.\n2. 상고이유 제3점에 대하여\n가. 부동산의 매수인이 목적물을 인도받아 계속 점유하는 경우에는 매도인에 대한 소유권이전등기청구권은 소멸시효가 진행되지 않고, 여기서의 점유에는 직접점유뿐만 아니라 간접점유도 포함된다(대법원 1976. 11. 6. 선고 76다148 전원합의체 판결, 대법원 1995. 2. 10. 선고 94다28468 판결 등 참조).\n나. 원심은, 그 판시와 같은 사정들을 종합하면, 이 사건 각 토지의 매수인인 망 C는 이 사건 매매계약을 체결하면서 원고로부터 이 사건 각 토지를 점유개정의 방법으로 인도받았고, 원고에게 위 각 토지를 관리하게 함으로써 원고의 점유를 매개로 이 사건 각 토지를 간접점유하였다고 봄이 타당하다는 이유로, 이 사건 각 토지에 관한 소유권이전등기청구권이 시효로 소멸되었다는 원고의 주장을 배척하였다.\n다. 원심판결 이유를 위 법리와 기록에 비추어 살펴보면, 원심의 위와 같은 판단은 정당하고, 거기에 상고이유 주장과 같이 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어나거나 소유권이전등기청구권의 소멸시효, 간접점유 및 자백취소에 관한 법리를 오해하는 등의 위법이 없다.\n3. 상고이유 제1점에 대하여\n원심판결 이유를 관련 법리와 기록에 비추어 살펴보면, 본소청구를 모두 인용한 제1심판결의 취소를 구하는 피고(반소원고, 선정당사자, 이하 '피고'라 한다)의 항소취지에 본소청구의 기각을 구하는 취지가 포함되었다는 전제에서 원심이 원고의 본소청구를 기각한 것은 정당하고, 거기에 상고이유 주장과 같이 처분권주의를 위반하는 등의 위법이 없다.\n4. 상고이유 제4점에 대하여\n가. 판결에는 법원의 판단을 분명하게 하기 위하여 결론을 주문에 기재하도록 되어 있어 재판이 누락되었는지 여부는 주문의 기재에 의하여 판정하여야 하므로, 판결 이유에 청구가 이유 없다고 설시되어 있더라도 주문에 그 설시가 없으면 특별한 사정이 없는 한 재판이 누락되었다고 보아야 하며, 재판이 누락되면 그 부분 소송은 여전히 그 심급에 계속 중이므로 적법한 상소의 대상이 되지 아니한다. 따라서 그 부분에 대한 상소는 부적법한 것이 된다(대법원 2004. 8. 30. 선고 2004다24083 판결, 대법원 2013. 6. 14. 선고 2013다8830, 8847 판결 등 참조).\n나. 기록에 의하면, 피고는 제1심에서 '원고는 피고 및 선정자들에게 이 사건 각 토지 중 제1심 별지 상속지분표 기재 지분에 관하여 의정부지방법원 1989. 3. 15. 접수 제3082호로 마친 소유권이전청구권가등기에 기하여 1989. 3. 30. 매매예약완결을 원인으로 한 소유권이전등기절차를 이행하라'는 취지의 반소청구를 하였는데, 제1심은 그 판결 이유에서 피고의 반소청구가 이유 없다는 취지로 설시하면서도 주문에서는 피고의 반소청구에 관하여 아무런 판단을 하지 아니한 사실, 피고가 본소 및 반소에 대하여 항소하였는데, 원심은 피고의 반소청구가 이유 있다는 이유로 주문에서 피고의 반소청구를 모두 인용한 사실을 알 수 있다.\n다. 이러한 사실관계를 앞서 본 법리에 비추어 살펴보면, 제1심은 피고의 반소청구에 관하여 주문에서 아무런 판단을 하지 아니함으로써 반소청구에 관한 재판을 누락하였다고 할 것이므로, 반소청구에 관한 부분은 여전히 제1심에 계속 중인 만큼, 반소청구 부분은 적법한 항소의 대상이 될 수 없다. 따라서 원심으로서는 반소청구 부분이 아직 제1심에 계속 중이라는 이유로 반소청구에 대한 피고의 항소를 부적법하다고 보아 각하하였어야 한다.\n그럼에도 원심은 이와 달리 반소청구에 대한 피고의 항소가 적법하다는 잘못된 전제에서 제1심판결을 취소하고 피고의 반소청구를 인용하였으니, 이러한 원심의 판단에는 재판의 누락과 상소의 대상에 관한 법리를 오해하여 판결에 영향을 미친 위법이 있다. 이를 지적하는 상고이유 주장은 이유 있다.\n5. 결론\n원심판결 중 반소청구에 관한 부분을 파기하되, 이 부분 사건은 이 법원이 직접 재판하기에 충분하므로 자판하기로 하여, 이 부분에 대한 피고의 항소를 각하하고, 본소청구 부분에 대한 원고의 상고를 기각하며, 본소에 관한 상고비용은 원고가, 반소에 관한 항소 이후의 소송비용은 피고가 각 부담하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.\n재판장\n대법관\n김신\n대법관\n김용덕\n대법관\n박상옥\n주심\n대법관\n박정화\n별지 생략"
}